export const post1 =`
<h1>
علوم شناختی
</h1>
<h2>
مقدمه
</h2>
<p>
تلاش برای درک ذهن دست کم به دوران یونان باستان برمی‌گردد؛ زمانی که فلاسفه ای مانند ارسطو سعی می‌کردند طبیعت ذهن را توضیح دهند. مطالعه ذهن تا حدود قرن نوزدهم تنها در قلمرو فلسفه جای می‌گرفت تا اینکه شروع رشد روانشناسی تجربی، منجر به ارائه روشهای آزمایشگاهی برای مطالعه فرایندهای ذهن شد. طی چند دهه بعد از آن، رفتارگرایی به دیدگاه غالب بر این حوزه از علم (روانشناسی تجربی) بدل شد. این دیدگاه، روانشناسی را محدود به آزمودن محرکها و پاسخهای قابل مشاهده می‌کرد؛ از این رو عملاً موضوع آگاهی و فرایندهای ذهنی از مباحثه‌های معتبرِ علمی خارج شده بود.
</p>
<p>
در سال 1956 دورنمای این علم به طور چشمگیری شروع به تغییر کرد. جورج میلر مطالعات بسیاری درباره محدودیت تفکر انسان ارائه داد؛ به ویژه به محدودیت حافظه کوتاه مدت به هفت قطعه اشاره نمود و پیشنهاد کرد که می توان به کمک فرایند های رمز گذاری و رمزگردانی ذهنی و ذخیره اطلاعات در قطعات مجزا بر این محدودیت چیره شد. در این زمان، در حالی که تنها چند سال از حضور نخستین رایانه‌ها می گذشت، پیشگامانی مانند جان مک کارتی، ماروین مینسکی ، الن نیوول و هربرت سیمون پایه های حوضه هوش مصنوعی را بنا نهادند. همچنین نوام چامسکی با مردود شمردن دیدگاه رفتارگرایان درباره زبان (به عنوان عادتی آموخته شده)، درک کلام را گرامر قاعده‌مند مغز معرفی کرد. این تلاشها منجر به پایه گذاری دانشی بین‌‌رشته‌ای با عنوان علوم شناختی شد. 
</p>
<p>
علوم شناختی، مطالعه‌‌ی علمی ذهن و فرآیند‌های آن است که ماهیت و عملکردِ ادراک را به طور گسترده مورد بررسی قرار می‌دهد. دانشمندان این حوزه بین‌رشته‌ای، آگاهی و رفتار را با تمرکز بر روی نحوه‌یِ ایجاد، پردازش و تبدیل اطلاعات سیستم‌های عصبی مطالعه می‌کنند. عمده‌ترین موضوعات مورد توجه علوم شناختی عبارتند از زبان، ادراک، حافظه، توجه، استدلال و احساس. برای درک هر یک از این موضوعات، دانشمندان از اصول و روش‌های رشته‌هایی مانند زبان‌شناسی، روانشناسی، هوش مصنوعی، فلسفه، عصب‌شناسی و مردم‌شناسی بهره می‌برند تا حاصل این هم‌اندیشی، زبانی مشترک باشد برای توصیف ذهن انسان.
</p>

<h2>
چه چیز مغز انسان ویژه است؟
</h2>

<p>
مغز انسان بسیار حیرت آور و در مقايسه با اندازه بدن ما به طرز عجیبی بزرگ است، با توجه به وزنش از مقدار زیادی انرژی استفاده می‌کند و دارای قشر مخ متراکم عجیبی است. اما چرا؟ متخصص علوم اعصاب، Suzana Herculano- Houzel کلاه کارآگاه خود را بر سر گذاشته و ما را در مسیر این راز هدایت میکند. او با "سوپ مغز" به یک نتیجه شگفت‌انگیز می‌رسد.
</p>
<iframe
className={style.video}
title="what is so special about the human brain"
src="https://embed.ted.com/talks/suzana_herculano_houzel_what_is_so_special_about_the_human_brain"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<p>
مغز ما بزرگ‌تر از آن چیزی است که باید باشد؛ بدن یک گوریل می‌تواند دو یا سه برابر بزرگ‌تر از بدن یک انسان باشد، بنابراین مغزش نیز باید بزرگ‌تر از مغز ما باشد، اما اینطور نیست. مغز ما سه برابر بزرگ‌تر از مغز یک گوریل است. سلول های عصبی یا همان نورون ها، واحد های پردازش اطلاعات کاربردی مغز هستند. در گذشته، دانشمندان بر این باور بودند که مغزهای هم وزن تعداد نورون های برابری دارند و در نتیجه هر دو مغزی که هم وزن باشند باید توانایی های یکسانی داشته باشند. اما این چنین نیست. دو مغز با سایز مشابه می توانند از تعداد بسیار متفاوتی از نورون‌ها تشکیل شده باشند و مغز انسان در واقع بیشترین تعداد نورون‌ را بدون در نظر گرفتن اندازه اش دارد. (مغز انسان با حدود 1.3 کیلو وزن دارای تعداد حدود 86 میلیارد نورون است.)
</p>
<p>
مغز انسان فقط ۲ % از وزن بدن را تشکیل می دهد اما ۲۵ % از کل انرژی روزانه بدن ما را مصرف می کند و این دلیل دیگری برای خاص و حیرت آور بودن مغز انسان است. مصرف این میزان زیاد انرژی، فقط و فقط به دلیل وجود تعداد زیاد نورون‌های مغز است. چون نورون‌ها مقدار بسیار زیادی انرژی مصرف می کنند باید یک تعادل بین اندازه بدن و تعداد نورون‌های مغز وجود داشته باشد؛ به همین دلیل یا اندازه بدن جاندار بزرگ است و یا تعداد نورون‌ها در مغز زياد. (در مقایسه انسان‌ با پریمات های دیگر) سپری کردن بیشتر ساعات روز به غذا خوردن یکی از راه‌های گریز از این محدودیت متابولیک است، که امکان پذیر نیست. بنابراین ما باید میزان انرژی بیشتری از همان مواد غذایی که مصرف مي كنيم به دست آوریم و به همین دلیل بود که اجداد ما آشپزی را اختراع کردند. در واقع غذای پخته شده میزان انرژی بیشتری را در مدت زمان کمتری به بدن ما می رساند.
</p>
<h2>
گلنت: نقشه‌برداری و رمزگشایی مغز انسان
</h2>
<p>
چگونه می‌توانیم روابطی سازمان یافته بین خود و جهان بیابیم؟ جک گلنت اعتقاد دارد جواب این سوال در نقشه ‌برداری از مغز است. او به کمک ابزارهای تصویربرداری مغز و تصاویری دیگر تحقیقات خود را با ما به اشتراک می‌گذارد.
</p>
<iframe
className={style.video}
title="Human brain mapping and brain decoding"
src="https://www.youtube.com/embed/Ecvv-EvOj8M"
width="500" height="400"
frameBorder="0"
allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
allowFullScreen>
</iframe>

<p>
مغز یک کامپیوتر است. شما جایی مینشینید و تجربیاتی حسی دارید، این تجربیات حسی خود را با اطلاعات و دانش قبلی ترکیب می‌کنید، تصمیم‌گیری می‌کنید و در جهان دست به انجام کاری میزنید. این یک سیستم پردازش اطلاعات مانند کامپیوتر است. بنابراین، ما باید قادر به درک مغز انسان به عنوان یک کامپیوتر از طریق مهندسی معکوس آن و کشف الگوریتم های محاسباتی اساسی که عملکرد آن را کنترل می‌کنند باشیم و اگر این کار را انجام دهیم می‌توانیم آن الگوریتم ها را برعکس کنیم و دستگاه‌های رمزگشایی مغزی بسیار قدرتمند بسازیم.
</p>
<p>
مغز انسان تشکیل شده از مخ، مخچه و بصل النخاع است. در کل تصور میشود که مغز حدودا به ۵۰۰ قسمت مختلف تقسیم میشود. حدود یک سوم از آن‌ها هسته های زیر قشری و دو سوم آن‌ها نواحی قشری هستند که از نظر عملکردی متمایز هستند اما این مناطق در شبکه‌های بسیار متراکمی به هم متصل هستند. بنابراین مغز یک شبکه به‌هم‌پیوسته عظیم است. سیستم‌هایی مانند مغز در علوم به عنوان سیستم‌های دینامیکی غیرخطی شناخته می‌شوند.
</p>
<p>
جک گلنت و تیمش با استفاده از این روش نقشه هایی از مغز تهیه کرده اند. آن ها فردی را در حالی که به
داستانی گوش میکند و به تفسیر آن میپردازد مورد بررسی قرار میدهند. طبق نتایج چند آزمایش نقشه
‌برداری آن ها توانسنتد از ابزار تجزیه و تحلیل داده‌ها برای بازیابی نقشه‌های کارکردی فعالیت‌های
مغز استفاده کنند و با استفاده از رنگ‌های مختلف انواع مختلفی از معنا را منعکس کنند. برای مثال
موقعیت‌ های متعددی برای نمایش اطلاعات اجتماعی وجود دارند از جمله در لوب گیجگاهی در قسمت بالای
سر. (این اطلاعات با رنگ قرمز نشان داده میشوند.) یک نقطه در قسمت جلویی آهیانه‌ای وجود دارد که
نشان‌دهنده اطلاعات عددی است (سبز) و بسیاری دیگر از قسمت های مغز که به کمک این روش نقشه برداری
شده اند.
<a href="https://gallantlab.org/huth2016" target="_blank" rel="noopener noreferrer">gallantlab</a>
</p>

<h2>
بلاند: علوم اعصاب، هوش مصنوعی و آینده آموزش
</h2>
<p>
Scott Bolland در کودکی در فراگیری راه رفتن، صحبت کردن و در آموختن مفاهیم بسیارکند بود. با این
حال، او در بزرگسالی موفق به کسب مدرک دکترای علوم شناختی شد و در نهایت در جمعیت دانشجویان برتر
قرار گرفت. بنابراین از نمره میانگین "C" در دبستان و دبیرستان به عضوی از دانشجویان برتر در
دانشگاه رسید! چه اتفاقی افتاد؟ پاسخ این است که اسکات در دانشگاه حق انتخاب داشت!
</p>
<p>
او بر این باور است که برخی از اصول اساسی در صورتی که به سیستم آموزشی اعمال شود، زندگی میلیون ها
نفر را تغییر می‌دهد و این مربوط به علم عصب‌شناسی (neuroscience) است.
</p>
<iframe
className={style.video}
title="Neuroscience, AI and the future of education "
src="https://www.youtube.com/embed/_cYIvfS-knA"
width="500" height="400"
frameBorder="0"
allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
allowFullScreen>
</iframe>
<p>
او با توجه به تحقیقات و مطالعاتی که در زمینه علم عصب شناسی انجام داده است معتقد است که همه ما یک
عطش ذاتی برای یادگیری و دانش داریم؛ یادگیری مفاهیم مختلف باعث ترشح هورمون اندورفین و دوپامین در
بدن می شود و این باعث ایجاد حس شادی شده و یادگیری را برای ما بسیار اعتیادآور می کند. بنابراین در
می یابیم که یادگیری به طور باور نکردنی بسیار لذت بخش است.
</p>
<p>
در یک کلاس درس معلم برنامه‌درسی مشخصی را با یک سرعت مشخص تدریس میکند ولی متاسفانه روند یادگیری
هر دانش‌آموز متفاوت است؛ برخی از دانش آموزان مفاهیم را سریع یاد گرفته و حوصله‌شان سر می‌رود،
بعضی در یادگیری کندتر هستند و کلاس را خسته کننده می بینند و در واقع فقط تعداد کمی از دانش آموزان
اطلاعات را دریافت می‌کنند. اما این تقصیر دانش آموزان نیست بلکه این نقص سیستم آموزش است. سیستم
آموزشی نیاز به استانداردسازی کم‌تر و شخصی‌سازی بیشتر دارد.
</p>
<p>
سوال این است که چگونه؟ اسکات بولند معتقد است که پاسخ در تکنولوژی و هوش مصنوعی نهفته‌است. هوش
مصنوعی می‌تواند شیوه آموزش را شخصی سازی کند.
</p>
<p>
با استفاده ازهوش مصنوعی میتوانیم دقیقا بدانیم که تک‌تک دانش آموزان در یک کلاس چه چیزی را می
دانند و چه چیزی را نمی دانند و مفاهیم مناسب را در زمان مناسب به هریک از آن ها آموزش دهیم. کاری
که برای یک معلم غیرممکن به نظر می سد، اما در واقع با استفاده از تکنولوژی و هوش مصنوعی کاملا ساده
خواهد بود. اگر این روش در سیستم آموزش پیاده شود، هر کودک قادر خواهد بود که پتانسیل های مخفی خود
را نشان داده و زندگی با ارزش و هدفمندی داشته باشد.
</p>

<h2>
گارتن: خودتان را با یک اسکنر مغز بشناسید.
</h2>
<p>
تصور کنید بازی ویدئویی انجام می دهید که با مغزتان کنترل می‌شود. تصور کنید که آن بازی چیزهایی در
مورد الگوی اضطراب، آرامش و تمرکزتان به شما یاد می‌دهد. گارتن نشان می‌دهد که چگونه بررسی
فعالیت‌های مغزیِ شما معنایِ تازه‌ای به خودشناسی می‌دهد.
</p>
<iframe
className={style.video}
title="Know thyself with a brain scanner"
src="https://embed.ted.com/talks/ariel_garten_know_thyself_with_a_brain_scanner"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
راجانیِمی: تاریخ علوم مدرن
</h2>
<p>
سخنرانی Hannuنشان می‌دهد که چگونه درک ما از علم (و جهان) در طول زمان تغییر کرده است و
پیچیدگی‌های فزاینده‌ای به زندگی ما اعمال شده است." اگر میخواهید چیزی را درک کنید، باید همه چیز
را درک کنید." 
</p>
<iframe
className={style.video}
title="The Big History of Modern Science"
src="https://www.youtube.com/embed/ZcWsjlGPPFQ"
width="500" height="400"
frameBorder="0"
allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
allowFullScreen>
</iframe>
<h2>
ویلسون: توضیه ای به یک دانشمند جوان
</h2>
<p>
E.O. ویلسون، زیست‌شناس سرشناس، در كتابش “نامه‌أي به یک دانشمند جوان" می‌گوید: " جهان به شدت به
شما نیاز دارد." او توصیه‌هایی از یک عمر تجربه‌اش را بازگو میکند و به ما یادآوری می‌کند که
كنجكاوي و خلاقیت، مرکز زندگی علمی هستند.
</p>
<iframe
className={style.video}
title="Advice to a young scientist"
src="https://embed.ted.com/talks/lang/en/e_o_wilson_advice_to_a_young_scientist"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
بُرکین: آیا ستاره‌شناسان میتوانند به دکتر‌ها کمک کنند؟
</h2>
<p>
شما چطور یک سحابی را اندازه‌گیری می‌کنید؟ با یک اسکن مغزی. در این سخنرانی، میشل بورکین توضیح
مید‌‎هد که چرا همکاری بین پزشکان و ستاره شناسان می‌تواند منجر به اکتشافاتی شگفت‌انگیز شود.
</p>
<iframe
className={style.video}
title="Can astronomers help doctors?"
src="https://embed.ted.com/talks/michelle_borkin_can_astronomers_help_doctors"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
وروک: علوم شناختی، ذهن به هم ریخته را نجات میدهد.
</h2>
<p>
دکتر John Vervaeke توضیح میدهد که چگونه علوم مدرن درک ما از ذهن را به چندین ترکیب ناسازگار از
جمله انسان‌شناسی، زیست‌شناسی، جامعه‌شناسی و چیزهای دیگر تفکیک کرده‌ است. با این حال به کمک علوم
شناختی، ما می‌توانیم دوباره ذهن را کنار هم قرار دهیم.
</p>
<iframe
className={style.video}
title="Cognitive Science Rescues the Deconstructed Mind"
src="https://www.youtube.com/embed/czddkPxz4K4"
width="500" height="400"
frameBorder="0"
allow="accelerometer; autoplay; encrypted-media; gyroscope; picture-in-picture"
allowFullScreen>
</iframe>`

export const post2=` <h1>
مقدمه
</h1>
<p>
ما معتقدیم که تد مدخل خوبیست برای مواجه شدن با یک مفهوم تازه. ایده‌ها طوری بیان می‌شوند که به ما انگیزه‌ی بالاتری برای مطالعه و پژوهش بیشتر در مورد آنچه دیده و شنیده‌ایم می‌دهند. استفاده از این گنجینه و به اشتراک گذاشتنشان از دغدغه‌های ما بوده و هست. تیم محتوای تدکس دانشگاه شیراز از اولین گروه‌های تشکیل شده برای برگزاری این رویداد است. ما تصمیم گرفتیم که سخنرانی‌هایی که به موضوعات مورد نظرمان در رویداد نزدیک‌ترند را از طریق کانال تلگرام با شما به اشتراک بگذاریم، از این رو هم ذهن مخاطبان برای موضوعات رویداد آماده‌تر می‌شود و هم خود ما دید بهتری از نحوه‌ی کارکرد تد و تدکس پیدا خواهیم کرد. نکته مهم اینکه در این فرآیند "گاهی" پا را مقداری فراتر گذاشتیم و در مورد داده‌هایی که در یک سخنرانی گفته شده است اطلاعات کامل‌تری مهیا کردیم که قضیه را برای شما روشن‌تر کند؛ گاه با ارجاع دادن به سخنرانی دیگر و گاه با ارجاع به ویدئو و متن‌های مکمل.
</p>
<h2>
دیوید کریستین: تاریخ جهان ما در 18 دقیقه
</h2>
<p>
دیوید کریستین تاریخ کامل کائنات را، از مه‌بانگ (بیگ بنگ) گرفته تا اینترنت، در 18 دقیقه به گونه‌ای کاملاً جذاب و با استفاده از تصاویر خیره‌کننده روایت می‌کند. این ویدیو معرفی رشته دانشگاهی «تاریخ بزرگ» است، که نگاهی روشنگرانه و وسیع به پیچیدگی، زندگی و بشریت دارد، که در تضاد با سهم ناچیز ما از گاه‌شمار کیهانی.
</p>
<iframe
title="david christian big history"
src="https://embed.ted.com/talks/lang/en/david_christian_big_history"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
رِی کرزویل: خود را برای تفکر هیبریدی آماده کنید
</h2>
<p>
دویست میلیون سال پیش در مغز اجداد پستاندار ما بخش جدیدی به نام نئوکورتکس (نوقِشر) وجود آمد. این قطعه از بافت مغز که به اندازه یه تمبر است نقشی کلیدی در توسعه بشریت داشته است. اکنون آینده‌پژوه ری کرزویل می‌گوید که ما باید خود را برای جهش بزرگ بعدی در زمینه توان مغزی آماده کنیم، چون توان پردازشی ابری را در اختیار داریم.
</p>
<iframe
title="get ready for hybrid thinking"
src="https://embed.ted.com/talks/ray_kurzweil_get_ready_for_hybrid_thinking"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
تفکر هیبریدی چیست؟
</h2>
<p>
ری کرزویل، مدیر بخش مهندسی در شرکت گوگل و نویسنده کتاب‌های «چگونه یک ذهن درست کنیم» و «عصر ماشین‌های معنوی» پیش‌بینی کرده است که تا دهه 2030 میلادی شما قادر خواهید بود تا به طور مستقیم با مغز خود به فضای ابری متصل شوید. او همچنین پیش‌بینی کرده است که تا دهه 2040 میلادی هوش غیرزیستی میلیاردها بار از هوش زیستی تواناتر خواهد بود. با وجود اینکه این فرضیه مخالفان خود را دارد، اگر صحت آن اثبات شود، می‌تواند تفاوت بین انسان‌ها و ماشین‌ها را از بین ببرد، زیرا ما دیگر قادر به این نخواهیم بود که تفاوت یک فکر و یک الگوریتم را تشخیص دهیم.
</p>
<p>
متخصص حوزه خلاقیت، کن رابینسون، نحوه کنونی آموزش و پروش کودکان را به چالش می‌کشد. او مدافع طرحی است که طبق آن نظام مدارس دنیا می‌بایست به طور بنیادی مورد تجدیدنظر قرار بگیرد تا خلاقیت و انواع مختلف هوش به رسمیت شناخته شود.
</p>
<h2>
کن رابینسون: آیا مدارس خلاقیت را می‌کشند؟
</h2>
<p>
کن رابینسون در این سخنرانی جذاب و بسیار تاثیرگذار از اهمیت ایجاد نظام آموزشی‌ای سخن می‌گوید که به جای آسیب رساندن به خلاقیت، آن را رشد و تعالی دهد.
</p>
<iframe
title="schools kill creativity"
src="https://embed.ted.com/talks/lang/en/ken_robinson_says_schools_kill_creativity"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<p>
کن رابینسون در این سخنرانی تکان‌دهنده و شوخی‌آمیز که به گونه‌ای دنباله سخنرانی معروفش در سال 2006 به شمار می‌رود از اهمیت یک دگرگونی بنیادی در مدارس، یعنی کنار گذاشتن آموزش یکسان و همگانی و روی آوردن به آموزش شخصی شده سخن می‌گوید؛ تغییری که می‌توان باعث رشد و شکوفایی استعدادهای طبیعی کودکان شود.
</p>
<iframe
title="sir ken robinson bring on the revolution"
src="https://embed.ted.com/talks/sir_ken_robinson_bring_on_the_revolution"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>
<h2>
جان مِیدا: طراحی برای سادگی
</h2>
<p>
جان میدا که در آزمایشگاه رسانه دانشگاه MIT مشغول به کار است در چهارراه فناوری و هنر زندگی می‌کند، مکانی که می‌تواند بسیار پیچیده باشد. در این ویدیو او درباره ساده‌سازی مسائل سخنرانی می‌کند.
</p>
<iframe
title="john maeda on the simple life"
src="https://embed.ted.com/talks/lang/en/john_maeda_on_the_simple_life"
width="500" height="400"
frameBorder="0"
scrolling="no" allowFullScreen>
</iframe>`